module.exports = {
    1: {
        title: "Неделя 1",
        tasks: "Описать свою зону комфорта, ценности, цели (что есть сейчас). Интервью с БОМЖом. Выполнять П.О.М. (Позитивный образ мышления). х/ф «Шоу Трумана», «Солдат Джейн», «Трасса 60» (эссе «Что для меня стратегия успеха»?). Шавасана, медитация покоя, техники самокоучинга. Отчеты ежедневные (рутина, питание) и еженедельные.",
        dailyRoutineRequired: true,
        essayRequired: true,
    },
    2: {
        title: "Неделя 2",
        tasks: "Доделать хвосты!!! Прописать минимум 10 целей по «рамке». Прописать цели - 3 года (обобщенные) и конкретные на 2015(текущий). Ежедневно публиковать скриншот программы учета времени (vaware). Утреннее закаливание и пробежка (с публикацией RunKeeper). Жалоба - 50 отжиманий. Подготовить к следующей неделе фломастеры и бумагу.",
        dailyRoutineRequired: true,
        essayRequired: false,
    },
    3: {
        title: "Неделя 3",
        tasks: "Два занятия по телесным практикам. Синий человек. Прочитать А. Каптерев «Книга о тактике». Доделать хвосты. Доработать цели с использованием 6-ти техник самокоучинга и центровки. Литература: Чиксенмихайи «В поисках потока», Докинз «Эгоистичный ген», Гиллеган и Дилтс «Путешествие героя».",
        dailyRoutineRequired: true,
        essayRequired: false,
    },
    4: {
        title: "Неделя 4",
        tasks: "Начать искренне благодарить людей за любую пользу в вашу сторону. Выйти на две новые социальные орбиты. Организовать акт благотворительности в своей социальной сети.",
        dailyRoutineRequired: true,
        essayRequired: false,
    },
    5: {
        title: "Неделя 5",
        tasks: "Рутина 3+ часа. «Счастливые люди» - эссе «Что мотивирует людей на постановку целей, планирование и действия?». Инопланетянин (30 минут). «Три чуда» за минуту (ежедневно). «Понять и простить». Утренняя мантра (ежедневно). Игры нового кода. Закрыть хвосты для большой чистки!",
        dailyRoutineRequired: true,
        essayRequired: true,
    },
    6: {
        title: "Неделя 6",
        tasks: "Художественная книга с отзывом, 1 проф. книга с конспектом. Фильмы: найти общие убеждения главных героев: Самурай, Сумеречный Самурай, Брат Якудзы (минимум 10 общих черт). Также Пуля в голове, Взвод, Прирожденные убийцы. Музыка: найти 30 сходств между Unexpect - in a flesh aquarium и Shaolin death sqad - Intelligent design. Эссе: «Как книга Успех и СМ начала менять мою жизнь» - 10 000 знаков.",
        dailyRoutineRequired: true,
        essayRequired: true,
    },
    7: {
        title: "Неделя 7",
        tasks: "Общий отчет + все недельные отчеты за 6 недель. Фильм «Таинственный лес» - эссе «Что такое страх». Инопланетянин плюс. Презентация рутины (до 3 минут видео).",
        dailyRoutineRequired: true,
        essayRequired: true,
    },
    8: {
        title: "Неделя 8",
        tasks: "Собрать опционы/деньги. 30 мин орел / 15 мин атлант / 15 мин стойка на кулаках / 7 мин кибо-дачи с таймером на видео. Снимок дня с интервалом 10 мин. Техника 'вопросы'.",
        dailyRoutineRequired: true,
        essayRequired: false,
    },
    9: {
        title: "Неделя 9",
        tasks: "Сказать родителям «Спасибо за жизнь». Фильмы «Реальная любовь», Хаус 3с7э, «Старший сын». Эссе «Родительская и партнерская любовь. Чем отношения в паре отличаются от отношений с родителями». Проанализировать свои цели (вопрос ПОЧЕМУ?). Доделать хвосты!",
        dailyRoutineRequired: true,
        essayRequired: true,
    },
    10: {
        title: "Неделя 10",
        tasks: "Понедельный план на 2027 год. Контракт с НОВЫМ учителем НЕ по работе. Контакт с 3 новыми последователями НЕ по работе.",
        dailyRoutineRequired: true,
        essayRequired: false,
    },
    11: {
        title: "Неделя 11",
        tasks: "Финальное ДЗ. Прочитать книгу братьев Стругацких «Миллиард лет до конца света», поставив себя на место героев. Эссе: «Что для меня МОЙ успех».",
        dailyRoutineRequired: true,
        essayRequired: true,
    }
};
